Repository: doxuto/monkey-browser
Catalog: focus-ios/Blockzilla/Localizable.xcstrings
Source language: en
Languages: af, am, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es_ar, es_cl, es_es, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, kn, ko, lo, lt, lv, mr, ms, my, nb, ne_np, nl, nn, pa_in, pl, pt_br, pt_pt, ro, ru, ses, si, sk, sl, sq, sv, ta, te, th, tr, tt, uk, ur, uz, vi, zh_cn, zh_tw

# Tip.SiriFavorite.Title
source: “Siri, open my favorite site.”
am: "Siri፣ የእኔን ተወዳጅ ድረ-ገፅ ክፈት።"
be: «Siri, адкрый мой улюбёны сайт.»
bg: „Siri, отвори любимия ми сайт.“
bn: “Siri, আমার প্রিয় সাইট খোল।”
br: “Siri, digor al lec'hienn a blij din ar muiañ.”
bs: “Siri, otvori moju omiljenu stranicu.”
ca: «Siri, obre el meu lloc preferit.»
co: « Siri, apre u mo situ preferitu. »
cs: „Siri, otevři moji oblíbenou stránku.“
da: “Siri, åbn min yndlingsside.”
de: „Siri, öffne meine Lieblings-Website.“
dsb: „Siri, wócyń mójo nejlubše sedło.“
el: «Siri, άνοιξε τον αγαπημένο μου ιστότοπο.»
eo: “Siri, malfermu mian plej ŝatatan retejon.”
es_ar: “Siri, abre mi sitio favorito.”
es_cl: "Siri, abre mi sitio favorito."
es_es: “Siri, abre mi sitio favorito.”
es_mx: “Siri, abre mi sitio favorito.”
eu: "Siri, ireki gustukoen dudan gunea."
fi: “Siri, avaa suosikkisivustoni.”
fr: « Siri, ouvre mon site préféré. »
gd: “Siri, fosgail an làrach as fheàrr leam.”
gl: “Siri, abre o meu sitio favorito.”
hi_in: “Siri, मेरी पसंदीदा साइट खोलें।”
hsb: „Siri, wočiń moje najlubše sydło.“
hu: „Siri, nyisd meg a kedvenc oldalamat.”
ia: “Siri, aperi mi sito favorite.”
id: “Siri, bukan situs favorit saya.”
is: "Siri, opnaðu uppáhaldssíðuna mína."
it: “Siri, apri il mio sito preferito.”
ja: “Siri、わたしのお気に入りのサイトを開いてください。”
ka: „Siri, გახსენი ჩემი რჩეული საიტი.“
kab: “Siri, ldi asmel-inu ufrin.”
kk: "Siri, менің сүйікті сайтымды аш."
ko: "Siri, 내가 자주 방문하는 사이트를 열어줘."
lo: “Siri, ເປີດເວັບໄຊທ໌ທີ່ຂ້ອຍມັກ.”
lt: „Siri, atidaryk mano mėgstamiausią svetainę“.
nb: «Siri, åpne favorittsiden min.»
ne_np: "सिरी, मेरो मनपर्ने साइट खोल।"
nl: ‘Siri, open mijn favoriete website.’
nn: «Siri, opne favorittsida mi.»
pl: „Siri, otwórz moją ulubioną stronę.”
pt_br: “Siri, abra meu site preferido.”
pt_pt: “Siri, abre o meu site favorito.”
ru: «Siri, открой мой любимый сайт».
si: “සිරි, මාගේ ප්‍රියතම අඩවිය අරින්න.”
sk: "Siri, otvor moju obľúbenú stránku."
sl: “Siri, odpri mojo priljubljeno stran.”
sq: “Siri, hap sajtin tim të parapëlqyer.”
sv: "Siri, öppna min favoritsida."
th: “Siri เปิดโปรดของฉัน”
tr: “Siri, favori sitemi aç.”
tt: «Siri, яраткан сайтымны ач.»
uk: “Siri, відкрий мій улюблений сайт.”
vi: “Siri, mở trang web yêu thích của tôi.”
zh_cn: “Siri，打开我最常访问的网站。”
zh_tw: 「Siri，開啟我的最愛網站。」

# Tip.SitesNotWorking.Description
source: Try turning off Tracking Protection
am: የክትትል ጥበቃን በማጥፋት ይሞክሩ
be: Паспрабуйце адключыць ахову ад сачэння
bg: Опитайте да изключите защитата от проследяване
bn: ট্র্যাকিং সুরক্ষা বন্ধ করার চেষ্টা করুন
br: Klaskit diweredekaat ar gwarez heuliañ
bs: Pokušajte isključiti zaštitu od praćenja
ca: Proveu de desactivar la protecció contra el seguiment
co: Pruvate di disattivà a prutezzione contr’à u spiunagiu
cs: Zkuste vypnout ochranu proti sledování
cy: Ceisiwch ddiffodd Diogelwch Rhag Tracio
da: Prøv at deaktivere beskyttelse mod sporing
de: Versuchen Sie es mit deaktiviertem Tracking-Schutz
dsb: Wopytajśo slědowański šćit znjemóžnjaś
el: Δοκιμάστε να απενεργοποιήσετε την προστασία από καταγραφή
eo: Provu malŝalti la protekton kontraŭ spurado
es_ar: Intentá desactivar la protección de rastreo
es_cl: Prueba desactivando la protección de seguimiento
es_es: Prueba a desactivar la protección contra el rastreo
es_mx: Prueba desactivando la protección de rastreo
et: Proovi jälitamisvastane kaitse välja lülitada
eu: Saiatu jarraipenaren babesa desgaitzen
fi: Kokeile poistaa seurannan suojaus käytöstä
fr: Essayez de désactiver la protection contre le pistage
gd: Feuch is cuir dheth an dìon o thracadh
gl: Probe a desactivar a Protección de seguimento
he: ניתן לנסות לכבות הגנת מעקב
hi_in: ट्रैकिंग सुरक्षा बंद करने का प्रयास करें
hsb: Spytajće slědowanski škit znjemóžnjeć
hu: Próbálja kikapcsolni a Követés elleni védelmet
ia: Tenta disactivar le protection anti-traciamento
id: Coba matikan Perlindungan Pelacakan
is: Prófaðu að slökkva á rakningarvörnum
it: Prova a disattivare la protezione antitracciamento
ja: トラッキング保護機能をオフにしてみてください
ka: სცადეთ, თვალთვალისგან დაცვის გათიშვა
kab: Ɛreḍ ad tmedleḍ ammesten n uḍfar
kk: Бақылаудан қорғанысты сөндіріп көріңіз
ko: 추적 방지 기능을 해제해 보세요.
lo: ລອງປິດການປ້ອງກັນການຕິດຕາມ
lt: Pabandykite išjungti apsaugą nuo stebėjimo
nb: Prøv å slå av sporingsbeskyttelse
ne_np: ट्र्याकिङ्ग सुरक्षा बन्द गर्ने प्रयास गर्नुहोस्
nl: Probeer Bescherming tegen volgen uit te schakelen
nn: Prøv å slå av sporingsvern
pa_in: ਟਰੈਕਿੰਗ ਸੁਰੱਖਿਆ ਨੂੰ ਬੰਦ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj wyłączyć ochronę przed śledzeniem
pt_br: Experimente desativar a proteção contra rastreamento
pt_pt: Experimente desativar a Proteção contra a monitorização
ru: Попробуйте отключить защиту от отслеживания
si: ලුහුබැඳීමේ රැකවරණය අක්‍රිය කර බලන්න
sk: Skúste vypnúť ochranu pred sledovaním
sl: Poskusite izključiti zaščito pred sledenjem
sq: Provoni të çaktivizoni Mbrojtje Nga Gjurmimet
sv: Testa att stänga av spårningsskydd
th: ลองปิดการป้องกันการติดตาม
tr: İzlenme korumasını kapatmayı deneyin
tt: Күзәтелүдән саклауны сүндереп карагыз
uk: Спробуйте вимкнути захист від стеження
vi: Thử tắt tính năng Trình chống theo dõi
zh_cn: 请尝试关闭跟踪保护
zh_tw: 嘗試關閉追蹤保護功能

# Tip.SitesNotWorking.Title
source: Site missing content or acting strange?
am: ድረ-ገፁ ይዘቱ ተጓድሏል ወይስ እንግዳ ባህርይ አለው?
be: На старонцы адсутнічае змест або яна дзіўна сябе паводзіць?
bg: В сайта липсва съдържание или се държи странно?
bn: সাইটে কন্টেন্ট অনুপস্থিত বা অদ্ভুত আচরণ করছে?
br: Mankout a ra elfennoù el lec’hienn pe iskis e seblant bezañ?
bs: Sajtu nedostaje sadržaj ili se ponaša čudno?
ca: Hi falta contingut al lloc o actua de forma estranya?
co: Ci seria u cuntenutu chì manca o u situ si cumpurteria d’una manera strana ?
cs: Chybí na stránce obsah nebo se chová podivně?
cy: Oes yna gynnwys ar goll neu a yw'r wefan yn ymddwyn yn rhyfedd?
da: Mangler siden indhold eller opfører den sig underligt?
de: Die Website verhält sich komisch oder es fehlen Inhalte?
dsb: Sedło se źiwnje zaźaržujo abo wopśimjeśe felujo?
el: Απώλεια περιεχομένου ή περίεργη συμπεριφορά;
eo: Ĉu mankas enhavo al la retejo aŭ ĉu ĝi agas strange?
es_ar: ¿Al sitio le falta contenido o actúa de forma extraña?
es_cl: ¿Falta contenido en el sitio o se comporta de forma extraña?
es_es: ¿Falta contenido en el sitio o se comporta de forma extraña?
es_mx: ¿Falta contenido en el sitio o se comporta de forma extraña?
et: Saidilt tundub sisu puudu olevat või see käitub imelikult?
eu: Guneak edukia falta du edo portaera bitxia du?
fi: Puuttuuko sivustolta sisältöä tai toimiiko se oudosti?
fr: Un site se comporte bizarrement ou du contenu manque ?
gd: A bheil susbaint na làraich a dhìth no a’ dèanamh rudan neònach?
gl: Falta contido no sitio ou actúa de forma estraña?
he: חסר תוכן כלשהו באתר או שהאתר לא פועל כצפוי?
hsb: Sydło so dźiwnje zadźeržuje abo wobsah faluje?
hu: Hiányzik az oldal tartalma, vagy furcsán viselkedik?
ia: Le sito ha contento mancante o se comporta estraniemente?
id: Konten menghilang atau situs bertingkah aneh?
is: Vantar efni á vefsvæðið eða hegðar það sér undarlega?
it: Nel sito mancano contenuti o si verificano comportamenti anomali?
ja: サイトのコンテンツが表示されなかったり動作がおかしいときは？
ka: საიტზე აკლია რამე ან უცნაურად მუშაობს?
kab: Asmel ixuṣṣ agbur neɣ ur iteddu ara akken yella uqbel?
kk: Сайттың мазмұны жоқ, немесе мінез-құлығы біртүрлі ме?
ko: 사이트에 콘텐츠가 없거나 이상하게 작동합니까?
lo: ເວັບໄຊຂາດເນື້ອຫາ ຫຼືເຮັດໜ້າທີ່ແປກບໍ?
lt: Svetainėje trūksta turinio arba ji keistai veikia?
nb: Mangler nettstedet innhold eller oppfører den seg rart?
ne_np: साइट हराइरहेको सामग्री वा अनौठो कार्य अनुभव गर्नुभएको छ?
nl: Mist een website inhoud of gedraagt deze zich vreemd?
nn: Manglar nettstaden innhald eller oppfører han seg rart?
pa_in: ਸਾਈਟ ਦੀ ਸਮੱਗਰੀ ਗੁੰਮ ਹੈ ਜਾਂ ਅਜੀਬ ਤਰ੍ਹਾਂ ਕੰਮ ਕਰ ਰਹੀ ਹੈ?
pl: Strona nie zawiera treści lub działa dziwnie?
pt_br: Site sem conteúdo ou agindo de forma estranha?
pt_pt: Falta conteúdo ou o site está a ter um comportamento estranho?
ru: На сайте отсутствует контент или он ведёт себя странно?
si: අඩවියේ අන්තර්ගත මඟහැරී හෝ අමුතු ලෙස ක්‍රියා කරනවාද?
sk: Chýba na stránke obsah alebo sa správa zvláštne?
sl: Spletnemu mestu manjka vsebina ali deluje nenavadno?
sq: Mungon lëndë te sajti, apo po sillet në mënyrë të çuditshme?
sv: Saknar webbplatsen innehåll eller fungerar den konstigt?
th: ไซต์ไม่มีเนื้อหาหรือทำงานแปลก ๆ ?
tr: Sitenin içeriği eksik veya site çalışmıyor mu?
tt: Сайтта нидер төшеп калган яки сәер кебекме?
uk: На сайті відсутній вміст або він дивно поводиться?
vi: Trang web thiếu nội dung hoặc hoạt động không đúng?
zh_cn: 网站内容缺失或交互异常？
zh_tw: 網站的內容不見了，或功能變得怪怪的嗎？

# TodayWidget.SearchInApp.Instruction
source: Search in %@
am: በ%@ ውስጥ ይፈልጉ
be: Шукаць у %@
bg: Търсене в %@
br: Klask e %@
bs: Traži u %@u
ca: Cerca en el %@
co: Circà in %@
cs: Hledat v aplikaci %@
cy: Chwilio yn %@
da: Søg i %@
de: In %@ suchen
dsb: W %@ pytaś
el: Αναζήτηση στο %@
eo: Serĉi per %@
es_ar: Buscar en %@
es_cl: Buscar en %@
es_es: Buscar en %@
es_mx: Buscar en %@
eu: Bilatu %@ erabiliz
fi: Hae %@issa
fr: Rechercher dans %@
gd: Lorg le %@
gl: Buscar en %@
he: חיפוש ב־%@
hsb: W %@ pytać
hu: Keresés ebben: %@
ia: Cercar in %@
id: Cari di %@
is: Leita í %@
it: Cerca in %@
ja: %@ で検索
ka: ძიება – %@
kab: Nadi deg %@
kk: %@ көмегімен іздеу
ko: %@에서 검색
lo: ຊອກຫາໃນ %@
nb: Søk i %@
nl: Zoeken in %@
nn: Søk i %@
pa_in: %@ ਵਿੱਚ ਲੱਭੋ
pl: Wyszukaj w %@
pt_br: Pesquisar no %@
pt_pt: Pesquisar em %@
ru: Поиск в %@
si: %@ හි සොයන්න
sk: Hľadať v prehliadači %@
sl: Išči v %@u
sq: Kërkoni në %@
sv: Sök i %@
th: ค้นหาใน %@
tr: %@ ile ara
tt: %@ белән эзләү
uk: Шукати у %@
vi: Tìm kiếm trong %@
zh_cn: %@ · 搜索
zh_tw: 使用 %@ 搜尋

# TooltipBodyText.ContextMenu
source: Go to Settings to manage specific privacy & security options.
am: የተወሰኑ የግላዊነት እና የደህንነት አማራጮችን ለማስተዳደር ወደ ቅንብሮች ይሂዱ።
be: Перайдзіце ў Налады, каб кіраваць пэўнымі параметрамі прыватнасці і бяспекі.
bg: Отидете в Настройки, за да управлявате конкретни опции за поверителност и сигурност.
br: Mont d'an arventennoù evit merañ arventennoù araokaet ar prevezded & surentez.
bs: Idite na Postavke da upravljate određenim opcijama privatnosti i sigurnosti.
ca: Aneu als paràmetres per gestionar les opcions específiques de privadesa i seguretat.
co: Andà à e preferenze per urganizà l’ozzioni specifiche di cunfidenzialità è di sicurità.
cs: Všechny možnosti zabezpečení a ochrany soukromí najdete v nastavení.
cy: Ewch i'r Gosodiadau i reoli dewisiadau preifatrwydd a diogelwch penodol.
da: Gå til Indstillinger for at håndtere specifikke privatlivs- og sikkerhedsindstillinger.
de: Öffnen Sie die Einstellungen, um bestimmte Datenschutz- und Sicherheitsoptionen zu verwalten.
dsb: Wócyńśo nastajenja, aby wěste nastajenja priwatnosći a wěstoty zastojał.
el: Μεταβείτε στις ρυθμίσεις για να διαχειριστείτε συγκεκριμένες επιλογές απορρήτου και ασφάλειας.
eo: Iru al Agordoj por administri specifajn privatecajn kaj sekurecajn elekteblojn.
es_ar: Mirá los ajustes para administrar opciones específicas de privacidad y seguridad.
es_cl: Ve a los ajustes para administrar opciones específicas de privacidad y seguridad.
es_es: Ve a los ajustes para administrar opciones específicas de privacidad y seguridad.
es_mx: Ve a los ajustes para administrar opciones específicas de privacidad y seguridad.
eu: Zoaz ezarpenetara pribatutasun- eta segurtasun-aukera zehatzak kudeatzeko.
fi: Siirry asetuksiin hallitaksesi tiettyjä tietosuoja- ja turvallisuusasetuksia.
fr: Rendez-vous dans les paramètres pour gérer les options avancées de sécurité et de vie privée.
gd: Tadhail air na roghainnean airson roghainnean sònraichte a thaobh prìobhaideachd ⁊ tèarainteachd a stiùireadh.
gl: Vaia á Configuración para xestionar opcións específicas de privacidade e seguridade.
he: ניתן לעבור להגדרות כדי לנהל אפשרויות פרטיות ואבטחה.
hsb: Wočińće nastajenja, zo byšće wěste nastajenja priwatnosće a wěstoty rjadował.
hu: Ugorjon a Beállításokhoz az adatvédelmi és biztonsági beállítások kezeléséhez.
ia: Va a Parametros, pro gerer optiones specific de confidentialitate e de securitate.
id: Buka Pengaturan untuk mengelola pilihan privasi & keamanan tertentu.
is: Farðu í Stillingar til að stjórna sértækum persónuverndar- og öryggisvalkostum.
it: Vai alle impostazioni per gestire le opzioni specifiche di privacy e sicurezza.
ja: 設定を開いて特定のプライバシーとセキュリティの設定を管理します。
ka: გადადით პარამეტრებში პირადულობისა და უსაფრთხოების სურვილისამებრ სამართავად.
kab: Ddu ɣer yiɣewwaren i wakken ad tesferkeḍ tixtiṛiyin tufrinin n tbaḍnit & tɣellist.
kk: Арнайы жекелік пен қауіпсіздік опцияларын басқару үшін "Баптаулар" бөліміне өтіңіз.
ko: 특정 개인 정보 및 보안 옵션을 관리하려면 설정으로 이동하세요.
lo: ໄປທີ່ການຕັ້ງຄ່າເພື່ອຈັດການຄວາມເປັນສ່ວນຕົວ ແລະ ຕົວເລືອກຄວາມປອດໄພສະເພາະ.
nb: Gå til Innstillinger for å behandle spesifikke personvern- og sikkerhetsalternativer.
nl: Ga naar Instellingen om specifieke privacy- en beveiligingsopties te beheren.
nn: Gå til Innstillingar for å handsame spesifikke personvern- og sikkerheitsalternativ.
pa_in: ਖਾਸ ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ ਚੋਣਾਂ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਉੱਤੇ ਜਾਓ।
pl: Przejdź do ustawień, by zarządzać konkretnymi opcjami prywatności i bezpieczeństwa.
pt_br: Vá nas configurações para gerenciar opções específicas de privacidade e segurança.
pt_pt: Aceda às Definições para gerir as opções específicas de privacidade e segurança.
ru: Перейдите в «Настройки» для управления специфичными настройками приватности и безопасности.
si: පෞද්ගලික හා ආරක්‍ෂණ විකල්ප කළමනාකරණයට සැකසුම් වෙත යන්න.
sk: Ak chcete spravovať konkrétne možnosti ochrany osobných údajov a zabezpečenia, prejdite do časti Nastavenia.
sl: Določene možnosti zasebnosti in varnosti lahko upravljate v nastavitvah.
sq: Kaloni te Rregullimet, që të administroni mundësi specifike privatësie & sigurie.
sv: Gå till Inställningar för att hantera specifika sekretess- och säkerhetsalternativ.
th: ไปที่การตั้งค่าเพื่อจัดการตัวเลือกต่าง ๆ เกี่ยวกับความเป็นส่วนตัวและความปลอดภัย
tr: Gizlilik ve güvenlik seçeneklerini yönetmek için Ayarlar’a gidin.
tt: Аерым хосусыйлык һәм хәвефсезлек параметрлары белән идарә итү өчен көйләүләргә күчегез.
uk: Перейдіть до Налаштувань, щоб керувати певними опціями приватності та безпеки.
vi: Đi đến Cài đặt để quản lý các tùy chọn quyền riêng tư và bảo mật cụ thể.
zh_cn: 前往“设置”管理各种隐私与安全选项。
zh_tw: 前往「設定」管理各種隱私與安全性選項。

# TooltipBodyText.Privacy
source: These default settings offer strong protection. But it’s easy to tweak the settings to meet your specific needs.
am: እነዚህ ነባሪ ቅንብሮች ጠንካራ ጥበቃ ይሰጣሉ። ግን ልዩ ፍላጎቶችዎን ለማሟላት ቅንብሮቹን ማስተካከል ቀላል ነው።
be: Гэтыя прадвызначаныя налады забяспечваюць надзейную абарону. Але вы лёгка можаце змяніць іх у адпаведнасці з вашымі патрэбамі.
bg: Настройките по подразбиране предлагат силна защита. Лесно е да ги промените, за да отговарят на вашите специфични нужди.
br: An arventennoù dre ziouer-se a ginnig ur gwarez kreñv. Aes eo kemmañ an arventennoù evit klotañ gant hoc’h ezhommoù resis.
bs: Ove zadane postavke nude snažnu zaštitu. Ali lahko je podesiti postavke kako bi zadovoljile vaše specifične potrebe.
ca: Aquest paràmetre per defecte ofereix una protecció sòlida. Però és fàcil ajustar els paràmetres per satisfer les vostres necessitats específiques.
co: Ste preferenze predefinite furniscenu una prutezzione forte. Ma hè faciule di mudificalle per suddisfà i vostri bisogni specifichi.
cs: Tato výchozí nastavení poskytují silnou ochranu. Můžete je ale jednoduše nastavit podle vlastních potřeb.
cy: Mae’r gosodiadau rhagosodedig hyn yn cynnig diogelwch cryf. Ond mae’n hawdd newid y gosodiadau i ddiwallu’ch anghenion penodol.
da: Disse standard-indstillinger giver stærk beskyttelse. Men det er nemt at tilpasse indstillingerne, så de opfylder dine specifikke behov.
de: Diese Standardeinstellungen bieten starken Schutz. Es ist jedoch einfach, die Einstellungen an Ihre spezifischen Anforderungen anzupassen.
dsb: Toś te standardne nastajenja mócny šćit póbituju. Ale jo lažko, nastajenja wašym specifiskim pótrjebam pśiměriś.
el: Αυτές οι προεπιλεγμένες ρυθμίσεις προσφέρουν ισχυρή προστασία. Αλλά μπορείτε εύκολα να τις προσαρμόσετε για να ταιριάξουν με τις δικές σας ανάγκες.
eo: Tiuj ĉi normaj agordoj provizas fortan protekton. Sed estas facile modifi ilin por viaj specifaj bezonoj.
es_ar: Esta configuración predeterminada ofrece una protección fuerte. Pero es fácil ajustar la configuración para satisfacer tus necesidades específicas.
es_cl: Esta configuración predeterminada ofrece una protección fuerte. Pero es fácil ajustar la configuración para satisfacer tus necesidades específicas.
es_es: Esta configuración predeterminada ofrece una fuerte protección. Pero es fácil ajustar la configuración para satisfacer tus necesidades específicas.
es_mx: Esta configuración predeterminada ofrece una protección fuerte. Pero es fácil ajustar la configuración para satisfacer tus necesidades específicas.
et: Need vaikesätted pakuvad tugevat kaitset. Kuid nende muutmine konkreetselt sinu vajadustele on lihtne.
eu: Ezarpen lehenetsi hauek babes sendoa eskaintzen dute. Erraza da halere ezarpenak zure beharretara moldatzea.
fi: Nämä oletusasetukset tarjoavat vahvan suojan. Asetuksia on helppo muokata vastaamaan erityisiä tarpeitasi.
fr: Ces paramètres par défaut offrent une protection renforcée. Mais il est facile de modifier les paramètres pour répondre à vos besoins spécifiques.
gd: Tha na bun-roghainnean seo a’ toirt dhut dìon làidir. Ach chan eil e doirbh an cur air gleus ach am freagair iad ort-sa.
gl: Esta configuración predeterminada ofrece unha forte protección. Pero é doado axustar a configuración para satisfacer as súas necesidades específicas.
he: הגדרות ברירת המחדל האלו מציעות הגנה חזקה, אבל קל לשנות את ההגדרות כדי לענות על הצרכים הספציפיים שלך.
hsb: Tute standardne nastajenja mócny škit poskićeja. Ale je lochko, nastajenja wašim specifiskim potrjebam přměrić.
hu: Ezek az alapértelmezett beállítások erős védelmet nyújtanak. De könnyű a beállításokat az Ön egyedi igényei szerint módosítani.
ia: Iste parametros predefinite offere forte protection. Ma il es facile adjustar le parametros pro satisfacer tu specific besonios.
id: Pengaturan bawaan ini menawarkan perlindungan yang kuat. Tetapi mudah untuk mengubah pengaturan untuk memenuhi kebutuhan spesifik Anda.
is: Þessar sjálfgefnu stillingar bjóða upp á öfluga vernd. En það er auðvelt að laga til stillingarnar til að mæta sérþörfum þínum.
it: Queste impostazioni predefinite offrono una buona protezione. In ogni caso è facile modificare le impostazioni per soddisfare le tue esigenze specifiche.
ja: これらのデフォルト設定は強力な保護を提供します。必要に応じて、簡単に設定を調整できます。
ka: ეს ნაგულისხმევი პარამეტრები ძლიერ დაცვას გთავაზობთ. თუმცა მარტივად შეგიძლიათ პარამეტრების შესწორება და საკუთარ საჭიროებებზე მორგება.
kab: Iɣewwaren-a s wudem amezwer ttmuddun ammesten iǧehden. Maca yeshel ad ttubeddlen, ad ten-terreḍ akken i tebɣiḍ.
kk: Бұл бастапқы баптаулар қатаң қорғаныс ұсынады. Бірақ нақты қажеттіліктеріңізді қанағаттандыру үшін баптауларды өзгерту оңай.
ko: 이러한 기본 설정은 강력한 보호 기능을 제공합니다. 하지만 특정 요구 사항에 맞게 설정을 쉽게 수정할 수도 있습니다.
lo: ການຕັ້ງຄ່າເລີ່ມຕົ້ນເຫຼົ່ານີ້ໃຫ້ການປົກປ້ອງທີ່ເຂັ້ມແຂງ. ແຕ່ມັນງ່າຍທີ່ຈະປັບການຕັ້ງຄ່າເພື່ອຕອບສະໜອງຄວາມຕ້ອງການສະເພາະຂອງເຈົ້າ.
nb: Disse standardinnstillingene gir sterk beskyttelse. Men det er enkelt å tilpasse innstillingene for å møte dine spesifikke behov.
nl: Deze standaardinstellingen bieden een sterke bescherming. Maar het is eenvoudig om de instellingen aan uw specifieke behoeften aan te passen.
nn: Desse standardinnstillingane gir sterkt vern. Men det er enkelt å tilpasse innstillingane for å møte dine spesielle behov.
pa_in: ਇਹ ਮੂਲ ਸੈਟਿੰਗਾਂ ਮਜ਼ਬੂਤ ਸੁਰੱਖਿਆ ਦਿੰਦੀਆਂ ਹਨ। ਪਰ ਤੁਹਾਡੀਆਂ ਖਾਸ ਲੋੜਾਂ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣਾ ਸੌਖਾ ਹੈ।
pl: Domyślne ustawienia zapewniają silną ochronę, ale łatwo można dostosować je do własnych potrzeb.
pt_br: Estas configurações padrão oferecem proteção forte. Mas é fácil ajustar as configurações para atender às suas necessidades específicas.
pt_pt: Estas configurações padrão oferecem uma proteção forte. Mas é fácil ajustar as configurações para cumprir com as suas necessidades específicas.
ru: Эти настройки по умолчанию обеспечивают надежную защиту. Но вы можете легко изменить их под ваши конкретные потребности.
si: මෙම පෙරනිමි සැකසුම් ඉහළ ආරක්‍ෂාවක් සපයයි. නමුත් ඔබගේ අවශ්‍යතා වලට යෝග්‍ය ලෙස සැකසුම් හැඩගැසීමට පහසුය.
sk: Tieto predvolené nastavenia ponúkajú silnú ochranu. Je však ľahké vyladiť nastavenia tak, aby vyhovovali vašim špecifickým potrebám.
sl: Te privzete nastavitve nudijo močno zaščito. Preprosto pa jih lahko prilagodite tako, da ustrezajo vašim potrebam.
sq: Këto rregullime parazgjedhje ofrojnë mbrojtje të fuqishme. Por s’është e lehtë të përimtohen gjërat, për të plotësuar nevojat tuaja specifike.
sv: Dessa standardinställningar erbjuder ett starkt skydd. Men det är lätt att justera inställningarna för att möta dina specifika behov.
th: การตั้งค่าเริ่มต้นเหล่านี้ให้การปกป้องที่แข็งแกร่ง แต่คุณสามารถปรับแต่งการตั้งค่าให้ตรงกับความต้องการของคุณได้อย่างง่ายดาย
tr: Bu varsayılan ayarlar güçlü koruma sağlar ama isterseniz ayarları ihtiyaçlarınızı göre değiştirebilirsiniz.
tt: Бу стандарт көйләүләр көчле саклану тәэмин итә, ләкин ихтыяҗларыгызга күрә аларны үзгәртү җиңел.
uk: Ці типові налаштування забезпечують надійний захист. Але їх можна легко змінити відповідно до ваших особистих потреб.
vi: Các cài đặt mặc định này cung cấp khả năng bảo vệ mạnh mẽ. Tuy nhiên, thật dễ dàng để điều chỉnh cài đặt để đáp ứng các nhu cầu cụ thể của bạn.
zh_cn: 默认设置已提供足够强大的保护。如您有特殊需求，也可方便地调整这些设置。
zh_tw: 下列預設設定就已經提供了強大保護，但如果您有特殊需求，也很簡單就能調整。
